/* 
1) Получить число Pi из Math и округлить его до двух знаков после точки
2) Найти максимальное и минимальное значения из представленного ряда 10, 17, 5, 12, 15, 99, 1
3) С помощью Math.random:
3.1) получить случайное число и округлить его до двух цифр после запятой
3.2) получить случайное число от 0 до Х
3.3) Получить число из строки '100$'*/


console.log(typeof +Math.PI.toFixed(2), +Math.PI.toFixed(2)); //1
console.log(Math.max(0, 17, 5, 12, 15, 99, 1), Math.min(0, 17, 5, 12, 15, 99, 1)); //2






